from dotenv import load_dotenv
import os


dotenv_path = "regclinic/vars.env"
load_dotenv(dotenv_path)

API_TOKEN = os.getenv("API_TOKEN")

DOCTOR_CHAT_ID = {
  "Радецька Аліна Миколаївна": -868062596,
  "Тезер Аліна Олександрівна": -610002929,
  "Лозовий Павло Вікторович": -625315710,
  "Гриденко Альона Олегівна": -644048487,
  "Ожегов Саркіс Арсеньєвич": -873194632,
  "Чіков Сильвестр Русланович": -886322039,
  "Тримова Яна Генадіївна": -851926146,
  "Весела Ганна Романівна": -873612778
}

if __name__ == "__main__":
    print(API_TOKEN)



